tap "assimelha/tap"
tap "aws/tap"
tap "borkdude/brew"
tap "caarlos0/tap"
tap "charmbracelet/tap"
tap "claui/whence"
tap "cloudflare/cloudflare"
tap "cmacrae/formulae"
tap "codeship/taps"
tap "common-fate/granted"
tap "d12frosted/emacs-plus"
tap "derailed/k9s"
tap "dmitrymarkushevich/pingbar"
tap "fastrepl/fastrepl"
tap "felixkratz/formulae"
tap "ginqi7/formulae"
tap "gromgit/fuse"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "int128/kubelogin"
tap "jedisct1/pingbar"
tap "knazarov/qemu-virgl"
tap "koekeishiya/formulae"
tap "lihaoyun6/tap"
tap "lusingander/tap"
tap "nikitabobko/tap"
tap "oasdiff/oasdiff"
tap "pkryger/emacsmacport-exp"
tap "railwaycat/emacsmacport"
tap "raine/claude-history"
tap "robscott/tap"
tap "saulpw/vd"
tap "sst/tap"
tap "teamookla/speedtest"
tap "twilio/brew"
tap "zjrosen/perles"
brew "act"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.13"
brew "apache-arrow"
brew "asdf"
brew "glib"
brew "at-spi2-core"
brew "atuin"
brew "autoconf"
brew "automake"
brew "autossh"
brew "aws-console"
brew "aws-lc"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "libyaml"
brew "aws-sam-cli"
brew "aws-sso-util"
brew "aws-vault"
brew "awscli"
brew "bash"
brew "bat"
brew "beads"
brew "cairo"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "tree-sitter"
brew "cask"
brew "cfn-lint"
brew "chezmoi"
brew "cmake"
brew "ripgrep"
brew "codex"
brew "colortail"
brew "cookiecutter"
brew "credstash"
brew "csvkit"
brew "ctop"
brew "libssh2"
brew "d2"
brew "dash-shell"
brew "datasette"
brew "dialog"
brew "diff-so-fancy"
brew "difftastic"
brew "libtool"
brew "direwolf"
brew "dnsmasq"
brew "docker", link: false
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "dockviz"
brew "docutils"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "envchain"
brew "fd"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@6"
brew "findutils"
brew "flake8"
brew "freetds"
brew "fswatch"
brew "fzf"
brew "gcalcli"
brew "gcc"
brew "libavif"
brew "gd"
brew "libksba"
brew "gnupg"
brew "pkgconf"
brew "libheif"
brew "icu4c@75"
brew "libspatialite"
brew "netcdf"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "gnu-getopt"
brew "go"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "python@3.11"
brew "grc"
brew "gron"
brew "gtk+"
brew "guile"
brew "handbrake"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "hurl"
brew "ical-buddy"
brew "ifstat"
brew "libraw"
brew "imagemagick"
brew "imagemagick@6"
brew "jfrog-cli"
brew "jira-cli"
brew "jpegoptim"
brew "jq"
brew "jsonlint"
brew "jsonpp"
brew "k6"
brew "zookeeper"
brew "kafka"
brew "khal"
brew "kubernetes-cli"
brew "kubectx"
brew "languagetool"
brew "lazydocker"
brew "lcov"
brew "lf"
brew "libffi"
brew "libfido2"
brew "libgccjit"
brew "localstack"
brew "lsd"
brew "lua"
brew "luarocks"
brew "maclaunch"
brew "meson"
brew "midnight-commander"
brew "minidlna"
brew "mise"
brew "mkcert"
brew "mkdocs"
brew "mongosh"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "mvfst"
brew "mysql-client@8.0"
brew "mysql@8.0", link: true
brew "navi"
brew "ncdu"
brew "neofetch"
brew "newrelic-cli"
brew "nmap"
brew "nvm"
brew "nzbget"
brew "openjdk"
brew "opensearch"
brew "openvino"
brew "pandoc"
brew "pgcli"
brew "php"
brew "pidgin"
brew "pinentry-mac"
brew "pipenv"
brew "plantuml"
brew "playwright-mcp"
brew "pngpaste"
brew "postgis"
brew "postgresql@14"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk"
brew "rancher-cli"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep-all"
brew "rust"
brew "sentencepiece"
brew "serverless"
brew "shellcheck"
brew "skaffold"
brew "sox"
brew "spaceship"
brew "spatialite-tools"
brew "sqlite-utils"
brew "starship"
brew "stern"
brew "svu", link: false
brew "swaks"
brew "syncthing"
brew "tailscale"
brew "tealdeer"
brew "terminal-notifier"
brew "terracognita"
brew "terraformer"
brew "texinfo"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tio"
brew "tmate"
brew "tmux"
brew "tpm"
brew "trippy"
brew "uv"
brew "vale"
brew "vdirsyncer"
brew "vegeta"
brew "virtualenv"
brew "vite"
brew "volta"
brew "wakatime-cli"
brew "watch"
brew "watchman"
brew "weechat"
brew "wget"
brew "wimlib"
brew "xorg-server"
brew "xsv"
brew "yamllint"
brew "yapf"
brew "yarn"
brew "yq"
brew "z"
brew "zoxide"
brew "zsh"
brew "assimelha/tap/bdui"
brew "borkdude/brew/babashka"
brew "charmbracelet/tap/crush"
brew "common-fate/granted/granted"
brew "d12frosted/emacs-plus/emacs-plus@30", args: ["with-imagemagick"], link: false
brew "d12frosted/emacs-plus/emacs-plus@31"
brew "derailed/k9s/k9s"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "ginqi7/formulae/org-reminders-cli"
brew "gromgit/fuse/s3fs-mac"
brew "int128/kubelogin/kubelogin"
brew "knazarov/qemu-virgl/qemu-virgl"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lusingander/tap/stu"
brew "pkryger/emacsmacport-exp/emacs-mac-exp@30", args: ["HEAD", "with-arc", "with-imagemagick", "with-mac-metal", "with-modern-icon", "with-optimization-flags", "with-starter", "with-transparent-titlebar", "with-unlimited-select", "with-xwidgets"]
brew "railwaycat/emacsmacport/emacs-mac@28", link: false
brew "railwaycat/emacsmacport/emacs-mac@29", args: ["with-emacs-sexy-icon", "with-imagemagick", "with-modern-icon", "with-no-title-bars", "with-starter", "without-modules"], link: false
brew "raine/claude-history/claude-history"
brew "robscott/tap/kube-capacity"
brew "saulpw/vd/visidata"
brew "teamookla/speedtest/speedtest"
brew "twilio/brew/twilio"
brew "vt/local-aws-okta/aws-okta@1.0.12"
brew "zjrosen/perles/perles"
cask "activitywatch"
cask "adium"
cask "nikitabobko/tap/aerospace"
cask "anki"
cask "balenaetcher"
cask "bartender"
cask "betaflight-configurator"
cask "betterdiscord-installer"
cask "betterdisplay"
cask "brave-browser"
cask "browserosaurus"
cask "bruno"
cask "fastrepl/fastrepl/char@nightly"
cask "chatgpt"
cask "chirp"
cask "choosy"
cask "chromedriver"
cask "chromium"
cask "claude"
cask "claude-code"
cask "cubicsdr"
cask "cyberduck"
cask "dbeaver-community"
cask "diffmerge"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "evernote"
cask "finicky"
cask "firefox"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-awesome-terminal-fonts"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-fontawesome"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-m+-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-opendyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "google-earth-pro"
cask "gridtracker2"
cask "hammerspoon"
cask "handbrake-app"
cask "hiddenbar"
cask "iexplorer"
cask "imazing"
cask "ipvanish-vpn"
cask "istat-menus"
cask "iterm2"
cask "itsycal"
cask "codeship-jet"
cask "jiggler"
cask "jordanbaird-ice"
cask "kap"
cask "karabiner-elements"
cask "kdiff3"
cask "keepassxc"
cask "lingon-x"
cask "logseq"
cask "loom"
cask "lulu"
cask "macfuse"
cask "mactex"
cask "macwhisper"
cask "meetingbar"
cask "meld"
cask "mysqlworkbench"
cask "netron"
cask "ngrok"
cask "obs"
cask "openlens"
cask "openra"
cask "orcaslicer"
cask "orion"
cask "pieces"
cask "pieces-os"
cask "dmitrymarkushevich/pingbar/pingbar"
cask "postman"
cask "prince"
cask "qflipper"
cask "qsyncthingtray"
cask "qth"
cask "lihaoyun6/tap/quickrecorder"
cask "quitter"
cask "redis-insight"
cask "ripcord"
cask "session-manager-plugin"
cask "shortcat"
cask "shottr"
cask "signal"
cask "slack-cli"
cask "snipaste"
cask "spotify"
cask "sqlpro-for-postgres"
cask "steam"
cask "stremio"
cask "sublime-merge"
cask "caarlos0/tap/svu"
cask "telegram"
cask "timemachineeditor"
cask "torguard"
cask "transmission"
cask "ultimaker-cura"
cask "utm"
cask "valentina-studio"
cask "vlc"
cask "wakatime"
cask "webviewscreensaver"
cask "xbar"
cask "xcodes-app"
cask "zerotier-one"
cask "zotero"
vscode "anysphere.cursorpyright"
vscode "garmin.monkey-c"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "vscodevim.vim"
vscode "xdebug.php-debug"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/rogpeppe/godef"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
